Repository: JRJian/microapp
Catalog: tb_event_lang.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ms, pt, zh_hans, zh_hant

# discount_countdown_prefix
source: Limited Deal
de: Zeitangebot
es: Oferta limitada
fr: Offre limitée
ja: 期間限定セール
ko: 한정 할인
ms: Diskaun Terhad
pt: Oferta limitada
zh_hans: 限时折扣
zh_hant: 限時折扣

# discount_event_pay_once
source: One-time purchase · Use forever
de: Einmal zahlen · Für immer nutzen
es: Paga una vez · Úsalo para siempre
fr: Paiement unique · Utilisation à vie
ja: 一度の購入でずっと使える
ko: 한 번 구매로 평생 사용
ms: Bayar sekali · Guna selamanya
pt: Pague uma vez · Use para sempre
zh_hans: 一次购买，永久使用
zh_hant: 一次購買 · 永久使用

# discount_event_subtitle
source: Save p% for a limited time
de: Spare p% für kurze Zeit
es: Ahorra un p% por tiempo limitado
fr: Offre limitée : -p%
ja: 期間限定で p% お得
ko: 기간 한정 p% 할인
ms: Jimat p% untuk masa terhad
pt: Poupe p% por tempo limitado
zh_hans: 限时立省 p%，一次购买永久使用
zh_hant: 限時優惠，現省 p%

# discount_event_title
source: Lifetime Access ✨
de: Lebenslang ✨
es: Acceso Vitalicio ✨
fr: Accès à vie ✨
ja: 永久アクセス ✨
ko: 평생 이용 ✨
ms: Akses Kekal ✨
pt: Acesso vitalício ✨
zh_hans: 终身会员 ✨
zh_hant: 終身會員 ✨

# discount_event_unlock_btn
source: Unlock Lifetime
de: Jetzt kaufen
es: Comprar Ahora
fr: Acheter maintenant
ja: 今すぐ購入
ko: 지금 구매하기
ms: Beli Sekarang
pt: Comprar Agora
zh_hans: 解锁终身会员
zh_hant: 解鎖終身會員

# event_alert_button_cancel
source: Not interested
de: Nicht interessiert
es: No interesado
fr: Non intéressé
ja: 興味なし
ko: 관심 없음
ms: Tidak berminat
pt: Não interessado
zh_hans: 不感兴趣
zh_hant: 不感興趣

# event_alert_button_title
source: Share post
de: Beitrag teilen
es: Compartir publicación
fr: Partager la publication
ja: 投稿をシェアする
ko: 게시물 공유하기
ms: Kongsi siaran
pt: Compartilhar publicação
zh_hans: 分享帖子
zh_hant: 分享貼文

# event_alert_message
source: Just share a TubePod post on social media to get a free TubePod Premium!
de: Teile einfach einen TubePod-Beitrag in sozialen Medien, um ein kostenloses TubePod Premium zu erhalten!
es: ¡Simplemente comparte una publicación de TubePod en redes sociales para obtener TubePod Premium gratis!
fr: Partagez simplement une publication TubePod sur les réseaux sociaux pour obtenir TubePod Premium gratuitement !
ja: TubePodの投稿をSNSでシェアするだけで、TubePod Premiumを無料でゲット！
ko: 소셜 미디어에서 TubePod 게시물을 공유하기만 하면 TubePod Premium을 무료로 받을 수 있습니다!
ms: Kongsi siaran TubePod di media sosial untuk mendapatkan TubePod Premium percuma!
pt: Compartilhe simplesmente uma publicação do TubePod nas redes sociais para obter o TubePod Premium grátis!
zh_hans: 只需在社交平台分享一条TubePod的帖子，即可免费领取TubePod 会员！
zh_hant: 只需在社交媒體上分享TubePod貼文，即可免費獲得TubePod Premium！

# event_alert_redeem_success
source: Redemption Successful
de: Einlösung erfolgreich
es: Canje Exitoso
fr: Échange réussi
ja: 交換成功
ko: 교환 성공
ms: Penebusan berjaya
pt: Resgate bem-sucedido
zh_hans: 兑换成功
zh_hant: 兌換成功

# event_alert_submit_success
source: Submission Successful
de: Übermittlung erfolgreich
es: Envío Exitoso
fr: Envoi réussi
ja: 送信成功
ko: 전송 성공
ms: Penghantaran berjaya
pt: Envio bem-sucedido
zh_hans: 提交成功
zh_hant: 提交成功

# event_alert_title
source: 🎁 Get TubePod Premium for Free!
de: 🎁 Erhalte TubePod Premium kostenlos!
es: 🎁 ¡Obtén TubePod Premium Gratis!
fr: 🎁 Obtenez TubePod Premium gratuitement !
ja: 🎁 TubePod Premiumを無料で入手しよう！
ko: 🎁 TubePod Premium 무료로 받기!
ms: 🎁 Dapatkan TubePod Premium Percuma!
pt: 🎁 Obtenha o TubePod Premium Grátis!
zh_hans: 🎁 免费领取 TubePod Premium
zh_hant: 🎁 免費獲取TubePod Premium！

# event_alert_wrong_content
source: Invalid Content
de: Ungültiger Inhalt
es: Contenido Inválido
fr: Contenu invalide
ja: 無効なコンテンツ
ko: 유효하지 않은 콘텐츠
ms: Kandungan tidak sah
pt: Conteúdo inválido
zh_hans: 错误的内容
zh_hant: 內容無效

# event_alert_wrong_email
source: Invalid Email
de: Ungültige E-Mail
es: Correo Electrónico Inválido
fr: Email invalide
ja: 無効なメールアドレス
ko: 유효하지 않은 이메일
ms: E-mel tidak sah
pt: E-mail inválido
zh_hans: 错误的邮件
zh_hant: 電子郵件無效

# event_alert_wrong_url
source: Invalid URL
de: Ungültige URL
es: URL Inválida
fr: URL invalide
ja: 無効なURL
ko: 유효하지 않은 URL
ms: URL tidak sah
pt: URL inválida
zh_hans: 错误的地址
zh_hant: URL無效

# event_detail_footer
source: 📌 Terms & Conditions 1. Each user may participate once. 2. Each user may claim one redemption code every 7 days. Duplicate submissions or resubmitting the same content will not be rewarded. 3. Please keep your post public until the review is complete. Deleted, hidden, or private posts are not eligible. 4. If you haven’t received your redemption code within 10 days after submission, please contact support@tubepod.app. 5. TubePod reserves the right to make the final interpretation of this campaign.
de: 📌 Teilnahmebedingungen 1. Jeder Nutzer kann einmal an dieser Aktion teilnehmen. 2. Pro Nutzer kann alle 7 Tage nur ein Einlösecode vergeben werden. Doppelte Teilnahmen oder erneut eingereichte Inhalte werden nicht belohnt. 3. Bitte halte deinen Beitrag bis zum Abschluss der Prüfung öffentlich. Gelöschte, ausgeblendete oder private Beiträge sind von der Aktion ausgeschlossen. 4. Solltest du deinen Premium-Code innerhalb von 10 Tagen nach der Einreichung nicht erhalten haben, kontaktiere bitte support@tubepod.app. 5. TubePod behält sich das Recht auf die endgültige Auslegung und Entscheidung dieser Aktion vor.
es: 📌 Términos y condiciones 1. Cada usuario puede participar una sola vez. 2. Cada usuario puede reclamar un código de canje cada 7 días. Las participaciones duplicadas o el envío del mismo contenido más de una vez no recibirán recompensa. 3. Mantén tu publicación pública hasta que finalice la revisión. Las publicaciones eliminadas, ocultas o configuradas como privadas no serán elegibles. 4. Si no recibes tu código Premium dentro de los 10 días posteriores al envío de tu participación, ponte en contacto con support@tubepod.app. 5. TubePod se reserva el derecho de la decisión e interpretación final de esta campaña.
fr: 📌 Conditions de participation 1. Chaque utilisateur ne peut participer qu’une seule fois. 2. Chaque utilisateur ne peut recevoir qu’un seul code de récompense tous les 7 jours. Les participations ou soumissions en double ne seront pas récompensées. 3. Votre publication doit rester publique jusqu’à la fin de la vérification. Les publications supprimées, masquées ou rendues privées ne seront pas prises en compte. 4. Si vous n’avez pas reçu votre code Premium dans les 10 jours suivant votre participation, veuillez contacter support@tubepod.app. 5. TubePod se réserve le droit de modifier, d’interpréter et de statuer définitivement sur cette campagne.
ja: 📌 キャンペーンについて 1. 本キャンペーンへの参加は、お一人様 1回限り です。 2. 引き換えコードの受け取りは、7日間につき1回まで です。同じ内容の再投稿や重複応募は特典の対象外となります。 3. 審査が完了するまで、投稿は公開状態のままにしてください。削除・非公開・限定公開にした場合は対象外となります。 4. 応募から 10日以上 経過しても引き換えコードが届かない場合は、support@tubepod.app までお問い合わせください。 5. 本キャンペーンの最終的な判断および解釈は TubePod が行います。
ko: 📌 안내 사항 1. 본 이벤트는 1인당 1회만 참여할 수 있습니다. 2. 동일한 사용자는 7일에 1개의 교환 코드만 받을 수 있습니다. 중복 참여 또는 동일한 콘텐츠를 다시 제출하는 경우 리워드 대상에서 제외됩니다. 3. 심사가 완료될 때까지 게시물을 공개 상태로 유지해 주세요. 게시물을 삭제하거나 비공개 또는 숨김 처리할 경우 리워드를 받을 수 없습니다. 4. 제출 후 10일이 지나도 교환 코드를 받지 못한 경우 support@tubepod.app 으로 문의해 주세요. 5. 본 이벤트의 최종 해석 및 운영 권한은 TubePod에 있습니다.
ms: 📌 Terma & Syarat 1. Setiap pengguna hanya boleh menyertai kempen ini sekali. 2. Setiap pengguna hanya boleh menuntut 1 kod penebusan setiap 7 hari. Penyertaan berulang atau penghantaran kandungan yang sama tidak layak menerima ganjaran. 3. Sila pastikan hantaran anda kekal umum (public) sehingga proses semakan selesai. Hantaran yang dipadam, disembunyikan atau dijadikan peribadi (private) tidak akan layak. 4. Jika anda masih belum menerima kod Premium dalam tempoh 10 hari selepas menghantar penyertaan, sila hubungi support@tubepod.app. 5. TubePod berhak membuat keputusan dan tafsiran muktamad bagi kempen ini.
pt: 📌 Termos da Campanha 1. Cada usuário pode participar apenas uma vez. 2. Cada usuário pode resgatar apenas 1 código a cada 7 dias. Participações duplicadas ou o envio do mesmo conteúdo novamente não serão recompensados. 3. Mantenha sua publicação pública até a conclusão da análise. Publicações excluídas, ocultas ou privadas não serão elegíveis. 4. Caso você não receba seu código Premium em até 10 dias após o envio da participação, entre em contato pelo e-mail support@tubepod.app. 5. O TubePod reserva-se o direito de decisão e interpretação final desta campanha.

# event_detail_placeholder_email
source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
ja: メールアドレス
ko: 이메일 주소
ms: Alamat E-mel
pt: Endereço de e-mail
zh_hans: 电子邮箱地址
zh_hant: 電子郵件地址

# event_detail_placeholder_redeem
source: Enter redemption code
de: Einlösecode eingeben
es: Introduce el código de canje
fr: Entrez le code d'échange
ja: 交換コードを入力
ko: 교환 코드 입력
ms: Masukkan kod penebusan
pt: Insira o código de resgate
zh_hans: 输入兑换码
zh_hant: 輸入兌換碼

# event_detail_placeholder_submit
source: Post / Profile Link
de: Beitrags-/Profil-Link
es: Enlace de publicación / perfil
fr: Lien de la publication / du profil
ja: 投稿 / プロフィールリンク
ko: 게시물 / 프로필 링크
ms: Pautan Siaran / Profil
pt: Link da publicação / perfil
zh_hans: 帖子 / 个人主页链接
zh_hant: 貼文 / 個人主頁連結

# event_detail_rule
source: Share your TubePod experience and get TubePod Premium for free after your submission is approved. The better your content performs, the bigger the reward — up to Lifetime Premium! ⸻ 🏆 Rewards 🎉 Publish a qualifying post → 1 Month Premium 🔥 50+ Likes & 750+ Views → 1 Year Premium 🏆 100+ Likes & 1,500+ Views → Lifetime Premium
de: Teile deine TubePod-Erfahrung und erhalte nach erfolgreicher Prüfung TubePod Premium kostenlos. Je besser dein Beitrag abschneidet, desto größer ist deine Belohnung – bis hin zu Premium auf Lebenszeit! ⸻ 🏆 Belohnungen 🎉 Veröffentliche einen qualifizierten Beitrag → 1 Monat Premium 🔥 50+ Likes & 750+ Aufrufe → 1 Jahr Premium 🏆 100+ Likes & 1.500+ Aufrufe → Premium auf Lebenszeit
es: Comparte tu experiencia con TubePod y obtén TubePod Premium gratis una vez que tu participación sea aprobada. Cuanto mejor sea el rendimiento de tu contenido, ¡mayor será tu recompensa! Puedes obtener hasta Premium de por vida. ⸻ 🏆 Recompensas 🎉 Publica contenido que cumpla con los requisitos → 1 mes de Premium 🔥 50+ Me gusta y 750+ visualizaciones → 1 año de Premium 🏆 100+ Me gusta y 1,500+ visualizaciones → Premium de por vida
fr: Partagez votre expérience avec TubePod et obtenez TubePod Premium gratuitement une fois votre participation approuvée. Plus votre contenu est performant, plus votre récompense est intéressante — jusqu’à un accès Premium à vie ! ⸻ 🏆 Récompenses 🎉 Publiez un contenu conforme → 1 mois de Premium 🔥 50+ J’aime & 750+ vues → 1 an de Premium 🏆 100+ J’aime & 1 500+ vues → Premium à vie
ja: TubePod の使用体験をシェアして、審査に通過すると TubePod Premium を無料でプレゼント！ 投稿の反響が大きいほど、最大で Lifetime Premium（永久 Premium） を獲得できます！ ⸻ 🏆 特典 🎉 条件を満たした投稿 → Premium 1か月 🔥 50件以上の「いいね」＆ 750回以上の閲覧 → Premium 1年 🏆 100件以上の「いいね」＆ 1,500回以上の閲覧 → Lifetime Premium（永久 Premium）
ko: TubePod 사용 후기를 공유하고 심사를 통과하면 TubePod Premium을 무료로 받을 수 있습니다. 콘텐츠의 반응이 좋을수록 더 큰 보상을 받을 수 있으며, 최대 평생 Premium까지 받을 수 있습니다! ⸻ 🏆 리워드 🎉 조건을 충족하는 게시물을 등록하면 → Premium 1개월 🔥 좋아요 50개 이상 & 조회수 750회 이상 → Premium 1년 🏆 좋아요 100개 이상 & 조회수 1,500회 이상 → 평생 Premium
ms: Kongsi pengalaman anda menggunakan TubePod dan dapatkan TubePod Premium secara percuma selepas penyertaan anda diluluskan. Lagi baik prestasi kandungan anda, lagi besar ganjarannya — sehingga Premium Seumur Hidup! ⸻ 🏆 Ganjaran 🎉 Terbitkan kandungan yang memenuhi syarat → Premium 1 Bulan 🔥 50+ Likes & 750+ Tontonan → Premium 1 Tahun 🏆 100+ Likes & 1,500+ Tontonan → Premium Seumur Hidup
pt: Compartilhe sua experiência com o TubePod e receba TubePod Premium gratuitamente após a aprovação da sua participação. Quanto melhor o desempenho do seu conteúdo, maior será sua recompensa — até Premium Vitalício! ⸻ 🏆 Recompensas 🎉 Publique um conteúdo que atenda aos requisitos → 1 mês de Premium 🔥 50+ curtidas & 750+ visualizações → 1 ano de Premium 🏆 100+ curtidas & 1.500+ visualizações → Premium Vitalício

# event_detail_steps_list
source: Publish original TubePod content on any social platform, such as TikTok, Instagram, Facebook, YouTube, X, Threads, Bluesky, LINE, or Xiaohongshu (RED). Videos must be at least 10 seconds, or image posts must include at least 3 screenshots. Share your experience using TubePod and mention features like free music streaming and ad-free YouTube playback. We also recommend including hashtags such as #TubePod #YouTubeMusic #MusicApp #YouTube. Your post must clearly show the TubePod app interface and its App Store page. Content must be original. Copied, plagiarized, low-quality content, or any fraudulent behavior (including like-for-like engagement) will result in disqualification. After publishing, copy the link to your post or your profile. Fill in your post (or profile) link and email address below, then submit your application. We’ll review your submission within approximately 7 days. If approved, your Premium redemption code will be sent to your email. Only original content that meets the campaign requirements is eligible for rewards.
de: Veröffentliche einen originellen Beitrag über TubePod auf einer beliebigen Social-Media-Plattform, z. B. TikTok, Instagram, Facebook, YouTube, X, Threads, Bluesky, LINE oder Xiaohongshu (RED). Videos müssen mindestens 10 Sekunden lang sein, Bildbeiträge müssen mindestens 3 Screenshots enthalten. Teile deine Erfahrungen mit TubePod und erwähne Funktionen wie kostenlos Musik hören und werbefreie YouTube-Wiedergabe. Wir empfehlen außerdem, Hashtags wie #TubePod #YouTubeMusic #MusicApp #YouTube zu verwenden. Dein Beitrag muss die TubePod-App sowie die App-Store-Seite deutlich zeigen. Der Inhalt muss vollständig original sein. Kopierte, plagierte oder qualitativ minderwertige Inhalte sowie betrügerische Aktivitäten (z. B. gegenseitiges Liken oder künstliches Erhöhen von Aufrufen) führen zur Disqualifikation. Nachdem dein Beitrag veröffentlicht wurde, kopiere den Link zu deinem Beitrag oder deinem Profil. Gib anschließend den Link zu deinem Beitrag (oder Profil) sowie deine E-Mail-Adresse ein und sende deine Teilnahme ab. Wir prüfen deine Einsendung innerhalb von etwa 7 Tagen. Nach erfolgreicher Prüfung erhältst du deinen Premium-Einlösecode per E-Mail. Nur originelle Inhalte, die den Teilnahmebedingungen entsprechen, sind für eine Belohnung qualifiziert.
es: Publica contenido original sobre TubePod en cualquier red social, como TikTok, Instagram, Facebook, YouTube, X, Threads, Bluesky, LINE o Xiaohongshu (RED). Los videos deben durar al menos 10 segundos, o las publicaciones con imágenes deben incluir al menos 3 capturas de pantalla. Comparte tu experiencia usando TubePod y menciona funciones como escuchar música gratis y reproducción de YouTube sin anuncios. También te recomendamos usar hashtags como #TubePod #YouTubeMusic #MusicApp #YouTube. Tu publicación debe mostrar claramente la interfaz de TubePod y su página en la App Store. Todo el contenido debe ser original. El contenido copiado, plagiado, de baja calidad o cualquier actividad fraudulenta (como el intercambio de “Me gusta”) será descalificado. Después de publicar, copia el enlace de tu publicación o de tu perfil. Ingresa el enlace de tu publicación (o perfil) y tu correo electrónico a continuación, luego envía tu solicitud. Revisaremos tu participación en un plazo aproximado de 7 días. Si es aprobada, recibirás tu código de canje de Premium por correo electrónico. Solo el contenido original que cumpla con los requisitos de la campaña será elegible para recibir recompensas.
fr: Publiez un contenu original sur TubePod sur la plateforme de votre choix (TikTok, Instagram, Facebook, YouTube, X, Threads, Bluesky, LINE ou Xiaohongshu/RED). Les vidéos doivent durer au moins 10 secondes, ou les publications doivent contenir au moins 3 captures d’écran. Partagez votre expérience avec TubePod en mettant en avant des fonctionnalités comme l’écoute gratuite de musique et la lecture YouTube sans publicité. Nous vous recommandons également d’ajouter les hashtags #TubePod #YouTubeMusic #MusicApp #YouTube. Votre publication doit clairement montrer l’interface de TubePod ainsi que sa page sur l’App Store. Le contenu doit être entièrement original. Les contenus copiés, plagiés, de faible qualité ou toute tentative de fraude (échange de likes, achat de vues, etc.) entraîneront une disqualification. Une fois votre publication en ligne, copiez le lien de votre publication ou de votre profil. Renseignez ensuite le lien de votre publication (ou de votre profil) ainsi que votre adresse e-mail, puis envoyez votre participation. Votre participation sera examinée sous 7 jours environ. Si elle est approuvée, votre code Premium sera envoyé par e-mail. Seuls les contenus originaux respectant les règles de la campagne pourront être récompensés.
ja: TikTok、Instagram、Facebook、YouTube、X、Threads、Bluesky、LINE、小紅書（RED）など、お好きなSNSで TubePod に関するオリジナルコンテンツを投稿してください（動画は 10秒以上、画像投稿は 3枚以上）。 TubePod を使った感想や体験を紹介し、無料で音楽を楽しめること や 広告なしで YouTube を再生できること などの特徴を含めてください。また、#TubePod #YouTubeMusic #MusicApp #YouTube などのハッシュタグの利用をおすすめします。 投稿には TubePod アプリの画面と App Store ページがはっきり表示されている必要があります。内容は必ずオリジナルである必要があります。転載・盗用・低品質なコンテンツ、不正な「いいね」や相互いいねなどの行為が確認された場合は、参加資格を取り消します。 投稿後、投稿URLまたはプロフィールURLをコピーしてください。 下記フォームに投稿（またはプロフィール）のURLとメールアドレスを入力し、送信してください。 通常 約7日以内 に審査を行います。承認された場合は、Premium 引き換えコードをメールでお送りします。キャンペーン条件を満たしたオリジナルコンテンツのみが特典の対象となります。
ko: TikTok, Instagram, Facebook, YouTube, X, Threads, Bluesky, LINE 또는 샤오홍슈(RED) 등 원하는 SNS에 TubePod에 대한 원본 콘텐츠를 게시하세요. (동영상은 10초 이상, 이미지 게시물은 최소 3장의 스크린샷을 포함해야 합니다.) TubePod 사용 경험을 공유하고, 무료 음악 감상과 광고 없는 YouTube 재생 등의 특징을 소개해 주세요. 또한 #TubePod #YouTubeMusic #MusicApp #YouTube 등의 해시태그를 함께 사용하는 것을 권장합니다. 게시물에는 TubePod 앱 화면과 App Store 페이지가 명확하게 포함되어야 합니다. 모든 콘텐츠는 반드시 본인이 직접 제작한 원본이어야 합니다. 복사·도용·저품질 콘텐츠 또는 맞좋아요, 조회수 조작 등 부정행위가 확인될 경우 참여가 취소됩니다. 게시물을 등록한 후 게시물 링크 또는 프로필 링크를 복사하세요. 아래에 게시물(또는 프로필) 링크와 이메일 주소를 입력한 후 제출해 주세요. 제출된 콘텐츠는 약 7일 이내에 심사됩니다. 심사를 통과하면 Premium 교환 코드가 이메일로 발송됩니다. 캠페인 규정을 충족하는 원본 콘텐츠만 리워드 대상이 됩니다.
ms: Terbitkan kandungan asal tentang TubePod di mana-mana platform media sosial seperti TikTok, Instagram, Facebook, YouTube, X, Threads, Bluesky, LINE atau Xiaohongshu (RED). Video mestilah sekurang-kurangnya 10 saat, atau hantaran gambar mestilah mengandungi sekurang-kurangnya 3 tangkapan skrin. Kongsikan pengalaman anda menggunakan TubePod dan nyatakan ciri seperti mendengar muzik secara percuma serta main balik YouTube tanpa iklan. Anda juga digalakkan menggunakan hashtag seperti #TubePod #YouTubeMusic #MusicApp #YouTube. Hantaran anda mesti memaparkan dengan jelas antara muka aplikasi TubePod dan halaman App Store. Semua kandungan mestilah asli. Kandungan yang disalin, diplagiat, berkualiti rendah atau melibatkan aktiviti penipuan seperti pertukaran likes akan dibatalkan penyertaannya. Selepas menerbitkan hantaran, salin pautan hantaran atau pautan profil anda. Masukkan pautan hantaran (atau profil) serta alamat e-mel anda di bawah, kemudian hantar penyertaan anda. Kami akan menyemak penyertaan anda dalam tempoh kira-kira 7 hari. Jika diluluskan, kod penebusan Premium akan dihantar ke e-mel anda. Hanya kandungan asal yang memenuhi syarat kempen layak menerima ganjaran.
pt: Publique um conteúdo original sobre o TubePod em qualquer rede social, como TikTok, Instagram, Facebook, YouTube, X, Threads, Bluesky, LINE ou Xiaohongshu (RED). Os vídeos devem ter pelo menos 10 segundos, ou as publicações com imagens devem conter no mínimo 3 capturas de tela. Compartilhe sua experiência com o TubePod e destaque recursos como ouvir música gratuitamente e reprodução do YouTube sem anúncios. Também recomendamos usar hashtags como #TubePod #YouTubeMusic #MusicApp #YouTube. Sua publicação deve mostrar claramente a interface do aplicativo TubePod e sua página na App Store. Todo o conteúdo deve ser original. Conteúdos copiados, plagiados, de baixa qualidade ou qualquer tentativa de fraude (como troca de curtidas) resultarão em desclassificação. Após publicar, copie o link da sua publicação ou do seu perfil. Preencha abaixo o link da publicação (ou do perfil) e seu endereço de e-mail, depois envie sua participação. Analisaremos sua participação em aproximadamente 7 dias. Se aprovada, seu código de resgate do Premium será enviado por e-mail. Apenas conteúdos originais que atendam aos requisitos da campanha poderão receber recompensas.

# event_detail_steps_title
source: Steps
de: Schritte
es: Pasos
fr: Étapes
ja: ステップ
ko: 단계
ms: Langkah-langkah
pt: Passos
zh_hans: 📝 参与步骤：
zh_hant: 步驟

# event_detail_title
source: Get Premium for Free
de: Erhalte Premium kostenlos
es: Obtén Premium Gratis
fr: Obtenez Premium gratuitement
ja: 無料でプレミアムをゲット
ko: 프리미엄 무료 획득
ms: Premium Percuma
pt: Ganhe Premium de Graça
zh_hans: 免费获取Premium
zh_hant: 免費獲得Premium

# event_exchange_rule
source: Please enter the redemption code received in your email below. If you encounter any issues, feel free to contact us via email. After successful redemption, we'd appreciate if you could leave us a positive review on the App Store. Thank you very much.
de: Bitte gib unten den Einlösecode ein, den du per E-Mail erhalten hast. Bei Problemen kannst du uns jederzeit per E-Mail kontaktieren. Nach erfolgreicher Einlösung würden wir uns freuen, wenn du uns eine positive Bewertung im App Store hinterlässt. Vielen Dank.
es: Por favor, introduce el código de canje recibido en tu correo electrónico a continuación. Si encuentras algún problema, no dudes en contactarnos por correo electrónico. Después de un canje exitoso, agradeceríamos que nos dejaras una reseña positiva en la App Store. Muchas gracias.
fr: Veuillez entrer le code d'échange reçu dans votre email ci-dessous. Si vous rencontrez des problèmes, n'hésitez pas à nous contacter par email. Après un échange réussi, nous apprécierions que vous nous laissiez un avis positif sur l'App Store. Merci beaucoup.
ja: メールで受け取った交換コードを以下に入力してください。問題がある場合は、メールでお問い合わせください。 交換成功後、App Storeで好評価のレビューをいただければ幸いです。ありがとうございます。
ko: 이메일로 받은 교환 코드를 아래에 입력해 주세요. 문제가 있으면 이메일로 문의해 주세요. 성공적인 교환 후, App Store에 긍정적인 리뷰를 남겨주시면 감사하겠습니다. 대단히 감사합니다.
ms: Sila masukkan kod penebusan yang diterima di e-mel anda di bawah. Jika anda menghadapi sebarang masalah, jangan ragu untuk menghubungi kami melalui e-mel. Selepas penebusan yang berjaya, kami akan menghargai jika anda memberi ulasan positif di App Store. Terima kasih banyak.
pt: Por favor, insira o código de resgate recebido no seu e-mail abaixo. Se encontrar algum problema, não hesite em nos contatar por e-mail. Após um resgate bem-sucedido, agradeceríamos se você nos deixasse uma avaliação positiva na App Store. Muito obrigado.
zh_hans: 请在下方输入您邮箱收到的活动兑换码，如遇到任何问题，都可以发邮件咨询。 兑换成功后，想求您在App Store给我们一个好评，非常感谢。
zh_hant: 請在下方輸入您在電子郵件中收到的兌換碼。如果遇到任何問題，請隨時透過電子郵件與我們聯繫。 成功兌換後，如果您能在App Store上留下正面評價，我們將不勝感激。 非常感謝。

# event_exchange_title
source: Premium Redemption🎁
de: Premium-Einlösung🎁
es: Canje de Premium🎁
fr: Échange Premium🎁
ja: Premium交換🎁
ko: Premium 교환🎁
ms: Penebusan Premium🎁
pt: Resgate Premium🎁
zh_hans: 会员兑换🎁
zh_hant: Premium兌換🎁

# event_redeem_button_title
source: Redeem
de: Einlösen
es: Canjear
fr: Échanger
ja: 交換する
ko: 교환하기
ms: Tebus
pt: Resgatar
zh_hans: 兑换
zh_hant: 兌換

# event_redeem_failed
source: Failed to mark redemption as successful
de: Markierung der erfolgreichen Einlösung fehlgeschlagen
es: Error al marcar el canje como exitoso
fr: Erreur lors du marquage de l'échange comme réussi
ja: 交換成功のマーキングエラー
ko: 교환 성공 표시 오류
ms: Ralat menandakan penebusan sebagai berjaya
pt: Erro ao marcar o resgate como bem-sucedido
zh_hans: 标记兑换成功失败
zh_hant: 標記兌換成功時出錯

# event_redeem_invalid_code
source: Invalid redemption code
de: Ungültiger Einlösecode
es: Código de canje inválido
fr: Code d'échange invalide
ja: 無効な交換コード
ko: 유효하지 않은 교환 코드
ms: Kod penebusan tidak sah
pt: Código de resgate inválido
zh_hans: 兑换码无效
zh_hant: 無效的兌換碼
